[
  {"name": "Mr.Heckles","nickname": "Old Man Heckles,The Weird Man","fakeName": "Larry Hankin","occupation": "Retired / Complaining 24/7","about": "Mr. Heckles lived in the apartment below Monica and Rachel. He often complained about the apparent noise that the two made, either in person or by tapping on his apartment ceiling with a broom ! "},
  {"name": "Janice","nickname": "Just Janice","fakeName": "Maggie Wheeler", "occupation": "OH MY GOD !", "about": "She is known for her obnoxious and nasally voice and her trademark cry of \"OH MY GOD!\""},
  {"name": "Gunther","nickname": "Gunther Central Perk","fakeName": "James Michael Tyler", "occupation": "Manager and barista at Central Perk/Almost invisible", "about": "Gunther is the manager of Central Perk, where the six main characters spent a great deal of their free time."},
  {"name": "Duck & Chick","nickname": "Chick Jr. and Duck Jr/The birds","fakeName": "Chicken and Duck", "occupation": "Pets", "about": "Chick Jr. and Duck Jr. are a new chick and duckling that Joey bought Chandler as a housewarming gift in the final episode. (Joey named them \"Chick Jr.\" and \"Duck Jr.\" respectively)."},
  {"name": "Huggsy","nickname": "Joey's Penguin","fakeName": "Some Kid's Toy", "occupation": "Bedtime Penguin Pal", "about": "Huggsy is Joey's stuffed penguin, as well as his \"bedtime penguin pal\". He was originally mentioned accidentally by Joey, who described him as his \"bedtime penguin pal\" !","readMore": "When Rachel and Emma moved in, Emma became attached to Huggsy. Jealous, Joey bought her a Brand New Huggsy so he could take the original back, but Emma sensed the difference. Although Rachel tried to convince Joey to let Emma keep Huggsy by arguing that the penguin reminded Emma of her Uncle Joey, he still attempted to steal back the original. When Rachel asks how Joey can take Huggsy from a little child, he retorted, \"How do you think I got him in the first place?\""},
  {"name": "Phoebe","nickname": "Regina Phalange","fakeName": "Lisa Kudrow", "occupation": "Songwriter/musician", "about": " She is best known for her bohemian lifestyle, silly wit and guitar playing in Central Perk."},
  {"name": "Monica","nickname": "Mon","fakeName": "Courtney Cox", "occupation": "Chef", "about": "Monica was known as the \"Mother Hen\" of the group and her Greenwich Village apartment was one of the group's main gathering places."},
  {"name": "Rachel","nickname": "Rach","fakeName": "Jennifer Anniston", "occupation": "Executive at Ralph Lauren", "about": "a naïve runaway bride who reunites with her childhood best friend Monica Geller and relocates to New York City, Rachel gradually evolves from a spoiled, inexperienced \"daddy's girl\" into a successful businesswoman."},
  {"name": "Chandler","nickname": "Bing/The Boy Who Hates Thanksgiving","fakeName": "Matthew Perry", "occupation": "executive specialized in statistical analysis", "about": "He is notable for his sarcastic and witty sense of humor & he is the wealthiest friend because he has been saving money from his job for 6 years!"},
  {"name": "Ross","nickname": "Dr. Monkey /Ross the Divorcer","fakeName": "David Schwimmer", "occupation": "Paleontologist", "about": " He is Monica's older brother & He's best known for his nerdy personality and very awkward sense of humor."},
  {"name": "Joey","nickname": "Dr. Drake Ramoray /Ken Adams","fakeName": "Matt LeBlanc", "occupation": "Actor", "about": "He is a food-loving, Italian-American actor who is struggling & constantly looking for work"}
]